//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Cancelar";
"_edit_"                    = "Editar";
"_tap_to_min_max_"          = "Toca para minimizar / maximizar";
"_cancel_request_"          = "¿Desea cancelar?";
"_upload_file_"             = "Subir archivo";
"_delete_"                  = "Eliminar";
"_rename_"                  = "Renombrar";
"_rename_file_"             = "Renombrar archivo";
"_rename_folder_"           = "Renombrar carpeta";
"_move_"                    = "Mover";
"_add_"                     = "Añadir";
"_save_"                    = "Guardar";
"_warning_"                 = "Precaución";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Sí";
"_select_"                  = "Seleccionar";
"_select_all_"              = "Seleccionar todo";
"_upload_"                  = "Subir";
"_home_"                    = "Archivos";
"_files_"                   = "Archivos";
"_ok_"                      = "OK";
"_done_"                    = "Hecho";
"_clear_"                   = "Borrar";
"_selected_"                = "Seleccionado";
"_no_active_account_"       = "No se ha encontrado la cuenta";
"_info_"                    = "Información";
"_warning_"                 = "Precaución";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobreescribir";
"_create_"                  = "Crear";
"_create_folder_"           = "Crear carpeta ";
"_create_folder_e2ee_"      = "Crear carpeta cifrada";
"_close_"                   = "Cerrar";
"_remove_"                  = "Borrar";
"_file_not_found_"          = "Archivo no encontrado";
"_continue_"                = "Continuar";
"_continue_editing_"        = "Continuar editando";
"_auto_upload_folder_"      = "Subida automática";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Desconocido";
"_success_"                 = "Éxito";
"_mode_filename_"           = "Modo de nombre de archivo";
"_warning_owncloud_"        = "Está conectado a un servidor ownCloud. Esto no se ha probado y no está soportado, úselo a su propio riesgo. Para actualizar a NextCloud, vea: https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Está utilizando una versión no soportada de Nextcloud. Por la seguridad de sus datos, recomendamos encarecidamente actualizar a la última versión estable de Nextcloud.";
"_restore_"                 = "Restaurar";
"_tap_here_to_change_"      = "Toca aquí para cambiar";
"_no_albums_"               = "Sin albums";
"_denied_album_"            = "Esta app no tiene acceso a \"Fotos\", puede activarlo en los ajustes de Privacidad.";
"_denied_camera_"           = "Esta app no tiene acceso a la \"Cámara\", puedes activarlo en los ajustes de Privacidad.";
"_save_to_camera_roll_"        = "Guardar en Fotos";
"_save_to_camera_roll_desc_"   = "Cuando esté activada, las fotos y los vídeos que se graben con la cámara de la aplicación también se guardarán en Fotos de tu dispositivo iOS.";
"_sharing_"                 = "Compartir";
"_details_"                 = "Detalles";
"_no_permission_delete_file_" = "No tiene permiso para eliminar archivos.";
"_no_permission_modify_file_" = "No tiene permiso para modificar archivos.";
"_no_permission_favorite_file_" = "No tiene permiso para añadir el archivo a sus favoritos.";
"_add_folder_info_"         = "Añadir información de la carpeta";
"_back_"                    = "Atrás";
"_search_"                  = "Buscar";
"_search_or_create_tags"    = "Buscar o crear etiquetas";
"_tags_"                    = "Etiquetas";
"_share_tags_create_"       = "Crear \"%@\"";
"_share_tags_no_results_"   = "No se encontraron etiquetas";
"_share_tags_added_named_"  = "La etiqueta %@ ha sido creada.";
"_edit_tags_"               = "Administrar etiquetas";
"_create_tag_error_"        = "La nueva etiqueta no pudo ser creada. Por favor, inténtalo de nuevo.";
"_of_"                      = "de";
"_livephoto_save_"          = "Guardar Live Photo en Álbum de Fotos";
"_livephoto_save_error_"    = "Error al guardar Live Photo.";
"_file_conflict_num_"       = "conflicto con archivo";
"_file_conflicts_num_"      = "conflictos de archivos";
"_file_conflict_desc_"      = "¿Qué archivos desea mantener?\nSi selecciona ambas versiones, el archivo copiado tendrá un número añadido a su nombre.";
"_file_conflict_new_"       = "Nuevos archivos";
"_file_conflict_exists_"    = "Archivos ya existentes";
"_file_not_rewite_doc_"     = "No se puede sobreescribir un documento, pero sí crear uno nuevo.";
"_move_or_copy_"            = "Mover o copiar";
"_copy_"                    = "Copiar";
"_now_"                     = "Ahora";
"_wait_"                    = "Por favor, espera …";
"_recent_"                  = "Reciente";
"_view_in_folder_"          = "Ver en carpeta";
"_disabled_"                = "Deshabilitado";
"_compact_"                 = "Compacto";
"_normal_"                  = "Normal";
"_verbose_"                 = "Detallado";
"_error_occurred_"          = "Ha ocurrido un error, por favor, intente de nuevo.";
"_retry_"                   = "Reintentar";
"_images_"                  = "Imágenes";
"_confirm_"                 = "Confirmar";
"_background_location_access_title_"    = "Acceso en segundo plano a la ubicación";
"_background_location_access_message_"  = "Esta app requiere acceso a la ubicación en segundo plano para cargar de manera automática archivos cuando se desplaza entre áreas. El GPS no es utilizado y su ubicación nunca se almacena.";
"_enable_background_location_title_"    = "Habilitar ubicación en segundo plano";
"_enable_background_location_message_"  = "Para permitir la carga automática de archivos en segundo plano, por favor, habilite 'Siempre' en acceso a la ubicación en los Ajustes.";
"_enable_background_location_footer_"   = "Para mantener su galería de fotos al día de manera automática, esta app puede utilizar el acceso en segundo plano a la ubicación.\nEsto le permite a la misma detectar cuando Ud. está en un área diferente y verificar que fotos nuevas deben cargarse.\nNo se usa el GPS, y, su ubicación no se almacena o se rastrea.";

/* MARK: Files lock */

"_lock_"                            = "Bloquear";
"_unlock_"                          = "Desbloquear";
"_lock_file_"                       = "Bloquear archivo";
"_unlock_file_"                     = "Desbloquear archivo";
"_locked_by_"                       = "Bloqueado por %@";
"_file_locked_no_override_"         = "Este archivo está bloqueado. No se puede sobreescribir";
"_lock_no_permissions_selected_"    = "No está permitido para algunos archivos o carpetas seleccionadas.";
"_remove_file_"             = "Eliminar archivo";
"_delete_file_"             = "Eliminar archivo";
"_delete_folder_"           = "Eliminar carpeta";
"_size_"                    = "Tamaño";
"_set_user_status_"         = "Estado en línea";
"_set_user_status_message_" = "Mensaje de estado";
"_open_settings_"           = "Abrir ajustes";
"_settings_account_request_" = "Solicitar cuenta al inicio";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Escribir un alias";
"_alias_footer_"            = "Dale a tus cuentas un nombre descriptivo como Hogar, Oficina, Escuela…";
"_privacy_legal_"           = "Privacidad e Información Legal";
"_source_code_"             = "Conseguir el código fuente";
"_account_select_"          = "Seleccione la cuenta";
"_account_select_to_add_"   = "Seleccione la cuenta a añadir";
"_remove_local_account_"    = "Eliminar cuenta local";
"_want_delete_account_"     = "¿Quiere eliminar la cuenta local?";
"_prevent_http_redirection_"= "La redirección en HTTP no está permitida.";
"_http_account_insecure_"   = "Esta cuenta utiliza una dirección de servidor HTTP no segura. Los datos se transmiten sin cifrar.";
"_https_failed_try_http_"   = "No se ha podido establecer una conexión segura. ¿Quieres probar con el protocolo HTTP no seguro? Tus datos se transmitirán sin cifrar.";
"_single_file_conflict_title_" = "Conflicto de archivo";
"_multi_file_conflict_title_" = "%@ conflictos de archivo";
"_replace_action_title_" = "Reemplazar";
"_keep_both_action_title_" = "Mantener ambos";
"_cancel_keep_existing_action_title_" = "Cancelar y mantener los actual";
"_replace_all_action_title_" = "Reemplazar todo";
"_keep_both_for_all_action_title_" = "Mantener ambos para todo";
"_more_action_title_" = "Más detalles";
"_wait_file_preparation_" = "Preparando la subida del archivo. Por favor, espera …";
"_keep_active_for_upload_" = "Mantenga la aplicación activa hasta se complete la subida …";
"_keep_active_for_transfers_" = "Mantenga la aplicación activa hasta se completen las transferencias …";
"_wait_file_encryption_"  = "Por favor espere, cifrando archivo…";
"_passcode_counter_fail_" = "Demasiados intentos fallidos. Por favor, espera antes de reintentar.";
"_seconds_"               = "segundos";
"_change_lock_passcode_"  = "Cambiar código de acceso";
"_lock_cannot_disable_mdm_" = "No está permitido deshabilitar el bloqueo por código debido a tu perfil de configuración.";

// MARK: User Status

/* User status */
"_online_"                  = "En línea";

/* User status */
"_away_"                    = "Ausente";

/* User status */
"_dnd_"                     = "No molestar";

/* User status */
"_dnd_description_"         = "Silenciar todas las notificaciones";

/* User status */
"_invisible_"               = "Invisible";

/* User status */
"_invisible_description_"   = "Mostrar como fuera de línea";

/* User status */
"_busy_"                    = "Ocupado/a";

/* User status */
"_select_user_status_"      = "Establecer estado en línea";
"_select_status_message_"      = "Establecer mensaje de estado";
"_status_message_"          = "Mensaje de estado";
"_status_message_placehorder_"  = "¿Cuál es su estado?";
"_set_status_message_"      = "Poner un mensaje de estado";
"_clear_status_message_after_"  = "Borrar estado tras";

/* User status */
"_dont_clear_"              = "No borrar";
"_15_minutes_"              = "15 minutos";
"_30_minutes_"              = "30 minutos";
"_an_hour_"                 = "una hora";
"_1_hour_"                  = "1 hora";
"_4_hours_"                 = "4 horas";
"_day_"                     = "Hoy";
"_this_week_"               = "Esta semana";
"_days_"                    = "Días";
"_hours_"                   = "Horas";
"_minutes_"                 = "Minutos";


"_network_not_available_"   = "Red no disponible.";
"_file_already_exists_"     = "No se puede completar la operación, existe un archivo con el mismo nombre.";
"_more_"                        = "Menú";
"_notifications_"               = "Notificaciones";
"_quota_space_unlimited_"       = "Ilimitado";
"_quota_space_unknown_"         = "Desconocido";
"_quota_using_"                 = "Está usando %@ de %@";
"_acknowledgements_"            = "Agradecimientos";
"_settings_"                    = "Configuración";
"_enter_password_"              = "Introduzca la contraseña …";
"_lock_"                        = "Bloquear";
"_lock_active_"                 = "Bloqueo: Activo";
"_lock_not_active_"             = "Bloqueo: Desactivado";
"_lock_protection_no_screen_"        = "No preguntar al abrir app";
"_enable_touch_face_id_"        = "Habilitar Touch/Face ID";
"_wifi_only_"                   = "Usar solo conexión Wi-Fi";
"_settings_autoupload_"         = "Subir automáticamente fotos";
"_clear_cache_"                 = "Vaciar caché";
"_clear_cache_footer_"          = "Borra archivos descargados y disponibles sin conexión en la aplicación";
"_exit_"                        = "Restablecer la aplicación";
"_exit_footer_"                 = "Eliminar todas las cuentas y datos locales de la app.";
"_want_exit_"                   = "¡Atención! Se volverá al estado inicial. ¿Continuar?";
"_want_delete_cache_"           = "¿Desea eliminar la cache? (también eliminará todas las transferencias en curso)";
"_add_account_"                 = "Agregar cuenta";
"_want_delete_"                 = "Borrará lo siguiente:";
"_information_"                 = "Información";
"_select_offline_warning_"      = "Hacer que varios archivos y carpetas estén disponibles sin conexión puede llevar mucho tiempo y utilizar mucha memoria mientras se hace.";
"_advanced_"                    = "Avanzado";
"_permissions_"                 = "Permisos";
"_custom_permissions_"          = "Permisos personalizados";
"_disable_files_app_"           = "No integrar con la app Archivos";
"_disable_files_app_footer_"    = "No permitir el acceso a los archivos a través de la app Archivos de iOS.";
"_autoupload_"                      = "Auto subir fotos y vídeos";
"_autoupload_photos_"               = "Subir automáticamente fotos";
"_autoupload_videos_"               = "Subir automáticamente vídeos";
"_autoupload_description_"          = "Elije si las nuevas fotos o vídeos se cargarán automáticamente en tu cuenta.";
"_start_autoupload_"                = "Activar la carga automática";
"_stop_autoupload_"                 = "Desactivar la carga automática";
"_autoupload_create_subfolder_"     = "Usar subcarpetas";
"_autoupload_create_subfolder_footer_"  = "Guardar las fotos en subcarpetas basadas en año, mes o día.";
"_autoupload_subfolder_granularity_"    = "Granularidad de subcarpetas";
"_filenamemask_"                        = "Cambiar máscara del nombre de archivo";
"_filenamemask_footer_"                 = "De manera predeterminada, cuando los archivos son cargados, toman automáticamente el siguiente formato: yy-mm-dd hh-mm-ss más un contador de 4 dígitos. Si no le gusta este formato, puede cambiarlo aquí exceptuando el contador de 4 dígitos final, que no puede ser omitido.";
"_show_hidden_files_"           = "Mostrar archivos ocultos";
"_format_compatibility_"        = "Más compatible";
"_format_compatibility_footer_" = "\"Más compatible\" guardará las fotos como JPEG, si es posible.";
"_privacy_"                     = "Privacidad";
"_privacy_footer_"              = "Esta app utiliza un servicio para el análisis de fallos. Su información personal no es enviada en el reporte. Si desea desactivarlo, por favor, marca la opción \"Desactivar los informes sobre fallos\" a ENCENDIDO";
"_crashservice_title_"          = "Desactivar los informes sobre fallos";
"_crashservice_alert_"          = "Esta opción requiere reiniciar la app para que surta efecto.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" guardará las fotos en formato \"Live Photo\", si es posible.";
"_capabilities_"                = "Capacidades";
"_capabilities_footer_"         = "Muestra los paquetes utilizados por la app si están instalados y disponibles en el servidor.";
"_diagnostics_"                 = "Diagnósticos";
"_diagnostics_footer_"          = "Cambiar el nivel de registro requiere reiniciar la app para que surta efecto";
"_view_log_"                    = "Ver archivos de registro";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Vaciar archivo de registro";
"_set_log_level_"               = "Establecer nivel de registro";
"_connect_server_anyway_"       = "¿Aun así quiere conectarse al servidor?";
"_server_is_trusted_"           = "¿Consideras que este servidor es de confianza?";
"_connection_error_"            = "Error de conexión";
"_login_url_"                   = "Dirección del servidor https:// …";
"_login_url_error_"             = "Error en la URL, por favor, comprueba la URL de tu servidor";
"_favorites_"                   = "Favoritos";
"_favorite_short_"              = "Hacer favorito";
"_tutorial_favorite_view_"      = "Los archivos y carpetas que marques como favoritos aparecerán aquí";
"_tutorial_offline_view_"       = "Los archivos copiados aquí estarán disponibles sin conexión.\n\nSe sincronizarán con tu nube.";
"_tutorial_groupfolders_view_"  = "Aún no hay carpetas de equipo";
"_more_"                        = "Menú";
"_favorite_no_files_"           = "Aún no hay favoritos";
"_no_date_information_"                     = "No hay información de fecha";
"_no_camera_information_"                   = "No hay información de cámara";
"_no_lens_information_"                     = "No hay información de lente";
"_today_"                                   = "Hoy";
"_yesterday_"                               = "Ayer";
"_access_photo_not_enabled_"                = "El acceso a fotos no está habilitado";
"_access_photo_not_enabled_msg_"            = "Vaya a Ajustes → Apps → Nextcloud → Fotos y active Acceso a la librería de fotos";
"_access_background_app_refresh_denied_"    = "\"Actualización en segundo plano\" está desactivado. Por favor, active la misma en \"Ajustes\", de otra manera las nuevas fotos o videos no serán detectadas cuando la aplicación esté en segundo plano.";
"_tutorial_photo_view_"                     = "Aún no hay fotos ni vídeos subidos";
"_error_createsubfolders_upload_"           = "Error creando subcarpetas";
"_remove_photo_CameraRoll_"                 = "Eliminar del carrete de la cámara";
"_remove_photo_CameraRoll_desc_"            = "Al \"eliminar del carrete\" después de las cargas, se mostrará un mensaje de confirmación para eliminar del carrete de la cámara las fotos o videos cargados. Las fotos o videos eliminados seguirán estando disponibles en la Papelera de Fotos de iOS durante 30 días.";
"_never_"                       = "nunca";
"_less_a_minute_"               = "hace menos de un minuto";
"_a_minute_ago_"                = "hace un minuto";
"_minutes_ago_"                 = "hace %d minutos";
"_an_hour_ago_"                 = "hace una hora";
"_hours_ago_"                   = "hace %d horas";
"_a_day_ago_"                   = "hace un día";
"_days_ago_"                    = "hace %d días";
"_cannot_send_mail_error_"      = "No se ha configurado una cuenta o se ha introducido una dirección de correo errónea.";
"_open_url_error_"              = "No se puede abrir la URL para esta acción.";
"_media_"                       = "Multimedia";
"_order_by_"                    = "Ordenar por";
"_name_"                        = "Nombre";
"_date_"                        = "Fecha";
"_size_"                        = "Tamaño";
"_remove_favorites_"            = "Desmarcar como favorito";
"_add_favorites_"               = "Hacer favorito";
"_share_"                       = "Compartir";
"_remove_local_file_"           = "Eliminar localmente";
"_folders_"                     = "carpetas";
"_folder_"                      = "carpeta";
"_files_"                       = "Archivos";
"_file_"                        = "archivo";
"_no_file_pull_down_"           = "Sube un archivo o arrastra hacia abajo para recargar";
"_no_file_no_permission_to_create_" = "No tiene permiso para crear ni subir archivos a esta carpeta.";
"_limited_dimension_"           = "Se ha alcanzado el tamaño máximo";
"_file_not_saved_cameraroll_"   = "Error: Archivo no guardado en el álbum de fotos";
"_favorite_on_top_"             = "Ordenar primero por favoritos";
"_directory_on_top_"            = "Ordenar carpetas antes que archivos";
"_show_description_"            = "Mostrar descripción de carpeta";
"_show_recommended_files_"      = "Mostrar recomendaciones";
"_search_no_record_found_"      = "Sin resultados";
"_search_in_progress_"          = "Búsqueda en curso …";
"_search_instruction_"          = "Buscar archivos (mínimo 2 caracteres)";
"_files_no_files_"              = "No hay archivos aquí";
"_files_no_folders_"            = "Aquí no hay carpetas";
"_request_in_progress_"         = "La petición al servidor está en curso …";
"_personal_files_only_"         = "Sólo archivos personales";

"audio"                         = "AUDIO";
"directory"                     = "CARPETAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMÁGENES";
"template"                      = "PLANTILLAS";
"video"                         = "VÍDEO";

"_paste_file_"                  = "Pegar";
"_status_wait_download_"        = "Esperando la descarga";
"_status_downloading_"          = "Descargando";
"_status_wait_upload_"          = "Esperando para cargar";
"_status_wait_create_folder_"   = "Esperando a crear la carpeta";
"_status_wait_delete_"          = "Esperando para eliminar";
"_status_wait_rename_"          = "Esperando a renombrar";
"_status_wait_favorite_"        = "Esperando a cambiar el favorito";
"_status_wait_copy_"            = "Esperando para copiar";
"_status_wait_move_"            = "Esperando para mover";
"_status_uploading_"            = "Subiendo";
"_status_upload_error_"         = "Error, esperando para cargar";
"_select_media_folder_"         = "Establecer la carpeta de Medios";
"_media_viewimage_show_"        = "Mostrar solo imágenes";
"_media_viewvideo_show_"        = "Mostrar solo vídeos";
"_media_show_all_"              = "Mostrar ambos";
"_good_morning_"                = "Buenos días";
"_good_day_"                    = "Buen día";
"_good_afternoon_"              = "Buenas tardes";
"_good_evening_"                = "Buenas noches";
"_good_night_"                  = "Buenas noches";
"_servers_"                     = "Servidores";
"_select_server_"               = "Por favor, seleccione un servidor...";

// MARK: Share

"_share_link_"                  = "Compartir enlace";
"_share_link_name_"             = "Nombre del enlace";
"_password_"                    = "Contraseña";
"_share_password_"              = "Enlace protegido por contraseña";
"_date_"                        = "Fecha";
"_enforce_password_protection_" = "Obligar la protección con contraseña";
"_shared_with_you_by_"          = "Compartida contigo por";
"_shareLinksearch_placeholder_" = "Nombre, correo electrónico o ID de Nube Federada …";
"_new_comment_"                 = "Nuevo comentario …";
"_edit_comment_"                = "Editar comentario";
"_delete_comment_"              = "Borrar comentario";
"_share_read_only_"             = "Solo lectura";
"_share_editing_"               = "Puede editar";
"_share_file_drop_"             = "Solicitud de archivo";
"_share_hide_download_"         = "Ocultar descarga";
"_share_allowed_downloads_"     = "Descargas permitidas";
"_share_limit_download_"        = "Limitar las descargas";
"_remaining_"                   = "%d restante";
"_share_password_protect_"      = "Protección con contraseña";
"_share_expiration_date_"       = "Fijar fecha de expiración";
"_share_note_recipient_"        = "Nota al destinatario";
"_share_add_sharelink_"         = "Añadir otro enlace";
"_share_can_read_"              = "Leer";
"_share_can_reshare_"           = "Compartir";
"_share_can_create_"            = "Crear";
"_share_can_change_"            = "Editar";
"_share_can_delete_"            = "Eliminar";
"_share_can_download_"          = "Permitir descarga y sincronización";
"_share_unshare_"               = "Eliminar recurso compartido";
"_share_internal_link_"         = "Link interno";
"_share_internal_link_des_"     = "Solo funciona para usuarios con acceso a este archivo/carpeta.";
"_share_reshare_disabled_"      = "No tiene permiso para re-compartir este archivo/carpeta.";
"_share_reshare_restricted_"    = "Nota: Solo tiene permisos limitados para re-compartir este archivo/carpeta.";
"_remote_"                      = "Remoto";
"_remote_group_"                = "Grupo remoto";
"_conversation_"                = "Conversación";
"_no_transfer_"                 = "Aún no hay transferencias";
"_no_transfer_sub_"             = "Las subidas y bajadas en este dispositivo aparecerán aquí";
"_no_transfer_in_progress_"     = "No hay transferencias en progreso";
"_no_transfer_in_progress_sub_" = "Las cargas y descargas activas desde este dispositivo aparecerán aquí.";
"_no_transfer_in_waiting_"      = "No hay transferencias pendientes";
"_no_transfer_in_waiting_sub_"  = "Las transferencias pendientes de iniciarse aparecerán aquí.";
"_no_transfer_in_error_"        = "No hay transferencias en error";
"_no_transfer_in_error_sub_"    = "Las transferencias que requieran tu atención aparecerán aquí.";
"_transfers_waiting_shown_"     = "%1$d de %2$d transferencias pendientes";
"_no_activity_footer_"              = "No hay más actividades que cargar";
"_transfers_"                       = "Transferencias";
"_activity_"                        = "Actividad";
"_trash_file_not_found_"            = "Parece que el archivo no está en la papelera. Vaya a la papelera para actualizarla y pruebe de nuevo.";
"_list_shares_"                     = "Archivos compartidos";
"_list_shares_no_files_"            = "Aún no hay archivos compartidos";
"_tutorial_list_shares_view_"       = "Los archivos y carpetas que compartas aparecerán aquí";
"_offline_"                         = "Sin conexión";
"_upload_photos_videos_"            = "Subir fotos o vídeos";
"_upload_file_"                     = "Subir archivo";
"_create_nextcloudtext_document_"   = "Crear documento de texto";
"_use_folder_auto_upload_"          = "Usar la carpeta \"Subida automática\" como carpeta de destino";
"_filename_"                        = "Nombre de archivo";
"_enter_filename_"                  = "Introduzca el nombre del archivo";
"_default_preview_filename_footer_" = "Previsualización de ejemplo del nombre de archivo: IMG_0001.JPG";
"_filename_header_"                 = "Introduzca nombre de archivo";
"_preview_filename_"                = "Previsualización de ejemplo del nombre de archivo: Puede usar la máscara %@ para fecha/hora.";
"_add_filenametype_"                = "Especificar el tipo en el nombre de archivo";
"_maintain_original_filename_"      = "Mantener el nombre original del archivo";
"_notifications_"                   = "Notificaciones";
"_untitled_"                        = "Sin título";
"_e2e_settings_title_"              = "Cifrado";
"_e2e_settings_"                    = "Cifrado punto a punto";
"_e2e_settings_start_"              = "Comenzar cifrado punto a punto";
"_e2e_settings_activated_"          = "Cifrado punto a punto activado";
"_e2e_server_disabled_"             = "La app de cifrado de extremo a extremo está deshabilitada en el servidor";
"_e2e_settings_view_passphrase_"    = "Las 12 palabras juntas forman una contraseña muy fuerte que solo te permite a ti ver y usar tus archivos cifrados. Por favor, escríbela y guárdala en un lugar seguro.";
"_e2e_settings_read_passphrase_"    = "Leer frase de acceso";
"_e2e_settings_lock_not_active_"    = "Bloqueo no activo. Vaya a \"Ajustes\" y active el mismo.";
"_e2e_settings_the_passphrase_is_"  = "La frase de acceso es:";
"_e2e_passphrase_request_title_"    = "Pedir frase de acceso";
"_e2e_passphrase_request_message_"  = "Inserta las 12 palabras";
"_e2e_settings_remove_"             = "Elimina el cifrado localmente";
"_e2e_settings_remove_message_"     = "Confirma la eliminación del cifrado con la frase de acceso";
"_e2e_set_folder_encrypted_"        = "Cifrar";
"_e2e_remove_folder_encrypted_"     = "Descifrar";
"_e2e_file_encrypted_"              = "Archivo cifrado";
"_e2e_goto_settings_for_enable_"    = "Esto es una carpeta cifrada. Vaya a \"Ajustes\" y active el cifrado de extremo a extremo";
"_e2e_in_upload_"                   = "Subida en progreso, por favor espere a que todos los archivos sean transferidos";
"_scans_document_"                  = "Escanear documento";
"_scanned_images_"                  = "Imágenes escaneadas";
"_scan_document_pdf_page_"          = "Página";
"_scan_label_document_zone_"        = "Toque o arrastre hacia abajo las imágenes para crear documentos";
"_filter_document_"                 = "Documento";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Calidad de la imagen en previsualización";
"_file_creation_"                   = "Creación de archivos";
"_delete_all_scanned_images_"       = "Eliminar todas las imágenes escaneadas";
"_text_recognition_"                = "Reconocimiento de texto";
"_all_files_"                       = "Todos los archivos";
"_personal_files_"                  = "Archivos Personales";

"_trash_view_"                      = "Archivos eliminados";
"_empty_trash_"                     = "Vaciar papelera";
"_trash_no_trash_"                  = "No hay archivos eliminados";
"_trash_no_trash_description_"      = "Podrás restaurar los archivos eliminados desde aquí";
"_confirm_delete_selected_"         = "¿Está seguro que quiere borrar los elementos seleccionados?";
"_manage_file_offline_"             = "Gestionar archivos sin conexión";
"_set_available_offline_"           = "Marcar como disponible sin conexión";
"_remove_available_offline_"        = "Quitar como disponible sin conexión";
"_create_new_document_"             = "Documento";
"_create_new_spreadsheet_"          = "Hoja de cálculo";
"_create_new_presentation_"         = "Presentación";
"_create_new_diagram_"              = "Diagrama";
"_more_documents_"                  = "Más documentos";
"_go_online_"                       = "Conectar para ver el documento online";
"_intro_1_title_"                   = "Mantenga sus datos seguros y bajo control";
"_intro_2_title_"                   = "Colaboración segura e intercambio de archivos";
"_intro_3_title_"                   = "Correo web, calendario y contactos fáciles de usar";
"_intro_4_title_"                   = "Uso compartido de pantalla, reuniones en línea y conferencias web";
"_log_in_"                          = "Iniciar sesión";
"_sign_up_"                         = "Registrarse con un proveedor";
"_host_your_own_server"             = "Aloje su propio servidor";
"_invalid_url_"                         = "URL del servidor no válida";
"_ssl_certificate_untrusted_"           = "El certificado para este servidor es inválido.";
"_ssl_certificate_changed_"             = "El certificado de este servidor parece haber cambiado.";
"_file_already_exists_"                 = "No se puede completar la operación, existe un archivo con el mismo nombre.";
"_err_permission_microphone_"           = "Por favor, permita el acceso al Micrófono desde los Ajustes.";
"_err_permission_photolibrary_"         = "Por favor, permita el acceso a Fotos desde los Ajustes.";
"_qrcode_not_authorized_"   = "Esta app no está autorizada a usar la cámara trasera.";
"_qrcode_not_supported_"    = "Los códigos QR no están soportados por el dispositivo actual.";
"_create_voice_memo_"       = "Crear nota de voz";
"_voice_memo_start_"        = "Toca para empezar";
"_voice_memo_stop_"         = "Topa para parar";
"Enter Passcode"            = "Introduce código de acceso";
"Enter a new passcode"      = "Introduce un código de acceso nuevo";
"Confirm new passcode"      = "Confirma el nuevo código de acceso";
"Passcodes didn't match. Try again." = "Los códigos de acceso no coinciden. Vuelve a intentarlo.";
"Delete"                    = "Eliminar";
"Cancel"                    = "Cancelar";
"_certificate_details_"     = "Detalles del certificado del servidor";
"_certificate_pn_details_"  = "Certificado de las notificaciones Push";
"_certificate_view_"        = "Certificado del Servidor";
"_certificate_pn_view_"     = "Certificado de las Notificaciones Push";
"_save_as_scan_"            = "Guardar como escaneo";
"_save_changes_"            = "¿Guardar cambios?";
"_modify_"                  = "Modificar";
"_overwrite_original_"      = "Sobreescribir el original";
"_save_as_copy_"            = "Guardar como copia";
"_discard_changes_"         = "Descartar cambios";
"_message_disable_overwrite_livephoto_" = "Esta imagen es una Live Photo, no será posible sobrescribir la misma.";
"_discard_changes_info_"    = "Tus cambios serán descartados.";
"_delete_files_desc_"       = "Borrar archivos para liberar espacio";
"_delete_old_files_"        = "Eliminar, de la caché, todos los archivos más antiguos que";
"_never_"                   = "nunca";
"_1_year_"                  = "1 año";
"_6_months_"                = "6 meses";
"_3_months_"                = "3 meses";
"_1_month_"                 = "1 mes";
"_1_week_"                  = "1 semana";
"_monthly_"                 = "Mensualmente";
"_yearly_"                  = "Anualmente";
"_daily_"                   = "Diariamente";
"_login_address_detail_"    = "El link a su interfaz web %@ cuando lo abre en el navegador.";
"_go_to_page_"              = "Ir a la página";
"_page_"                    = "Página";
"_this_document_has_%@_pages_"              = "Este documento tiene %@ páginas";
"_invalid_page_"                            = "Página no válida";
"_the_entered_page_number_does_not_exist_"   = "El número de página introducido no existe.";
"_error_something_wrong_"   = "Algo ha ido mal";
"_privacy_screen_"          = "Ocultar contenido cuando la app esté inactiva";
"_privacy_screen_footer_"   = "Ocultar el contenido de la aplicación y mostrar un fondo de inicio cuando la app esté inactiva.";
"_in_"                      = "en";
"_enter_passphrase_"        = "Introduzca la frase de acceso (12 palabras)";
"_show_more_results_"       = "⋯ Cargar más resultados";
"_waiting_for_"             = "Esperando a:";
"_reachable_wifi_"          = "red accesible por Wi-Fi o cable";
"_copy_passphrase_"         = "Copiar la frase de seguridad";
"_ok_copy_passphrase_"      = "OK y copiar la frase de seguridad";
"_select_color_"            = "Seleccione el color";
"_change_color_"            = "Cambiar color";
"_description_dashboardwidget_" = "Tener el Tablero siempre en la punta de sus dedos nunca ha sido más fácil.";
"_description_fileswidget_" = "Vea sus archivos recientes y utilice la barra de herramientas para acelerar sus operaciones.";
"_description_toolbarwidget_"   = "Una barra de herramientas para acelerar sus operaciones.";
"_title_lockscreenwidget_"  = "Estado";
"_description_lockscreenwidget_"    = "Esté atento al espacio disponible y la actividad reciente";

"_keep_running_"            = "Mantenga la aplicación en ejecución para una mejor experiencia de usuario.";
"_apps_nextcloud_detect_"   = "Se detectaron %@ apps";
"_add_existing_account_"    = "Otras %@ apps han sido detectadas, ¿desea añadir una cuenta ya existente?";
"_status_in_progress_"      = "Lectura de estado en progreso …";
"_status_e2ee_on_server_"   = "El cifrado de extremo a extremo ya se encuentra configurado en el servidor, aunque no está habilitado en este dispositivo.";
"_status_e2ee_not_setup_"   = "El cifrado de extremo a extremo no está configurado en el servidor.";
"_status_e2ee_configured_"  = "El cifrado de extremo a extremo está configurado correctamente.";
"_e2ee_set_as_offline_"     = "No permitido para archivos o carpetas cifradas.";
"_change_upload_filename_"  = "¿Desea guardar el archivo con un nombre diferente?";
"_save_file_as_"            = "Guardar archivo como %@";
"_password_ascii_"          = "La contraseña no puede contener caracteres especiales.";
"_calendar_contacts_"       = "Calendario y Contactos";
"_mobile_config_"           = "Descargar el perfil de configuración";
"_calendar_contacts_footer_warning_"    = "El perfil de configuración solo puede ser descargado si Safari es el navegador por defecto.";
"_calendar_contacts_footer_"    = "Tras descargar el perfil, puede instalarlo desde Configuraciones.";
"_modify_image_desc_"       = "Toque sobre un archivo para modificar o renombrarlo.";
"_message_disable_livephoto_" = "Esta imagen es una Live Photo, al cambiarla se perderá el efecto de movimiento.";
"_enable_livephoto_"        = "Habilitar Live Photo";
"_disable_livephoto_"       = "Deshabilitar Live Photo";
"_undo_modify_"             = "Deshacer modificación";
"_rename_already_exists_"   = "Ya existe un archivo con este nombre.";
"_group_folders_"           = "Carpetas de Equipos";
"_play_from_files_"         = "Reproducir video desde un archivo";
"_play_from_url_"           = "Reproducir video desde un enlace";
"_valid_video_url_"         = "Inserte un URL válido";
"_download_image_"          = "Descargar imagen";
"_reset_wrong_passcode_"    = "Restableciendo aplicación ";
"_reset_wrong_passcode_option_" = "Restablecer aplicación tras fallar 10 intentos";
"_reset_wrong_passcode_desc_" = "Al habilitar esta opción, se eliminarán todas las cuentas y los datos locales tras %d intentos fallidos de introducir el código de acceso.";
"_deviceOwnerAuthentication_" = "El sensor biométrico ha sido desactivado temporalmente debido a múltiples intentos fallidos. Ingrese el código de acceso del dispositivo para volver a habilitar el sensor.";
"_virus_detect_"            = "Virus detectado. ¡No se puede completar la subida!";
"_selected_photos_"         = "fotos seleccionadas";
"_delete_selected_photos_"  = "Borrar fotos selecionadas";
"_media_square_"            = "Rejilla cuadrada";
"_media_ratio_"             = "Relación de aspecto de la rejilla";
"_display_"                 = "Mostrar";
"_appearance_"              = "Apariencia";
"_light_"                   = "Claro";
"_dark_"                    = "Obscuro";
"_use_system_style_"        = "Usar el estilo del sistema";
"_account_settings_"        = "Ajustes de la cuenta";
"_users_"                   = "Usuarios";
"_users_footer_"            = "Te permite seleccionar una cuenta cada vez que abres la aplicación.";
"_while_charging_"          = "Mientras carga";
"_keep_screen_awake_"       = "Mantener pantalla encendida\nmientras se transfieren archivos";
"_error_not_found_"         = "No se encuentra el recurso solicitado";
"_error_conflict_"          = "La solicitud no se pudo completar debido a un conflicto con el estado actual del recurso";
"_error_precondition_"      = "El servidor no cumple una de las precondiciones del solicitante";
"_downloading_"             = "Descargando";
"_additional_options_"      = "Opciones adicionales";
"_unauthorizedFilesPasscode_" = "La app Archivos no puede ser usada mientras haya una código de acceso activado";
"_disableFilesApp_"         = "La app Archivos no puede ser usada porque está deshabilitada";
"_no_items_"                = "Sin ítems";
"_check_back_later_"        = "Vuelva luego";
"_no_data_available_"       = "No hay datos disponibles";
"_recent_activity_"         = "Actividad reciente";
"_maintenance_mode_"        = "El servidor se encuentra actualmente en modo de mantenimiento, lo que podría llevar un tiempo.";
"_user_"                    = "Usuario";
"_creating_db_photo_progress_" = "Creación de archivo de fotos en progreso … mantenga la aplicación activa.";
"_account_unauthorized_"    = "Ha habido un problema al autorizar la cuenta %@. Vuelve a iniciar sesión.";
"_folder_offline_desc_"     = "Incluso sin una conexión a internet, puede organizar sus carpetas o crear archivos. Una vez vuelva a estar en línea, las acciones pendientes se sincronizarán automáticamente.";
"_offline_not_allowed_"     = "Esta operación no está permitida en modo fuera de línea";
"_Upload_native_format_yes_"= "Subir en formato nativo: si";
"_Upload_native_format_no_" = "Subir en formato nativo: no";
"_terms_of_service_"        = "Términos del servicio";
"_terms_accept_"            = "Reconozco que he leído y acepto los términos de servicio anteriores.";
"_recommended_files_"       = "Archivos recomendados";
"_propagate_layout_"        = "Aplicar el siguiente cambio a todas las subcarpetas";
"_version_mismatch_error_"  = "Cambio de versión: por favor, abra la aplicación principal para actualizar los datos.";
"_opt_in_pro_"              = "Optimización en progreso …";
"_update_in_progress_"      = "Actualización en progreso …";
"_delete_in_progress_"      = "Borrado en progreso …";
"_download_in_progress_"    = "Descarga en progreso …";
"_upload_in_progress_"      = "Subida en progreso …";
"_transfer_in_progress_"    = "Transferencia en progreso …";
"_in_waiting_"              = "En espera";
"_in_progress_"             = "En progreso";
"_in_error_"                = "En error";
"_retry_minutes_"           = "min restantes para reintentar";
"_retry_seconds_"           = "seg restantes para reintentar";
"_retry_soon_"              = "reintentando pronto …";
"_large_upload_tip_"        = "Los archivos grandes requieren que la aplicación permanezca abierta hasta que se complete la transferencia";
"_e2ee_upload_tip_"         = "Los archivos cifrados punto a punto requieren que la aplicación permanezca abierta hasta que se complete la transferencia";
"_finalizing_wait_"         = "Esperando a que termine …";
"_in_this_folder_"          = "En esta carpeta";
"_media_no_longer_available_" = "El contenido multimedia ya no está disponible";
"_this_item_has_been_deleted_" = "Este archivo ha sido borrado.";
"_video_not_available_" = "El vídeo no está disponible";
"_disable_" = "Desactivar";
"_no_subtitles_available_" = "No hay subtítulos disponibles";
"_no_audio_tracks_available_" = "No hay pistas de audio disponibles";
"_add_external_subtitle_" = "Añadir un subtitulo externo";
"_repeat_current_media_" = "Repetir este elemento";
"_play_next_media_automatically_" = "Reproducir el siguiente elemento automáticamente";
"_image_load_failed_" = "Error en la carga de la imagen";
"_image_load_failed_" = "Error en la carga de la imagen";
"_gif_file_could_not_be_decoded_" = "No se ha podido descodificar el archivo GIF";
"_svg_file_could_not_be_rendered_" = "No se ha podido renderizar el archivo SVG";
"_image_file_could_not_be_decoded_" = "No se ha podido descodificar el archivo de imagen";
"_media_not_available_" = "El contenido multimedia no está disponible";
"_no_assistant_installed_"  = "Assistant no está instalado en este servidor. Pide al administrador que instale la aplicación Assistant.";
"_open_in_office_" = "Abrir en Office";
"_select_date_" = "Seleccionar fecha";
"_always_play_with_vlc_" = "Reproducir siempre con VLC";
"_account_not_available_" = "Cuenta no disponible";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Deslice el dedo hacia la izquierda desde el borde derecho de la pantalla para mostrar las miniaturas.";
"_tip_accountrequest_"      = "Toque aquí para cambiar la cuenta o agregar una nueva";
"_tip_addcopyimage_"        = "Toque largo para pegar una imagen copiada";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Mostrar perfil";
// a11y: On/Off
"_on_"                          = "Encendido";
// a11y: On/Off
"_off_"                         = "Apagado";
"_list_"                        = "Lista";
"_icons_"                       = "Iconos";

// MARK: Assistant
"_assistant_task_unknown_"       = "Desconocido";
"_assistant_task_scheduled_"     = "Programado";
"_assistant_task_in_progress_"   = "En progreso";
"_assistant_task_completed_"     = "Completado";
"_assistant_task_failed_"        = "Fallo";
"_input_"                        = "Entrada";
"_output_"                       = "Salida";
"_task_details_"                 = "Detalles de la tarea";
"_assistant_"                    = "Asistente";
"_new_task_"                     = "Nueva %@ tarea";
"_no_tasks_"                     = "¡Hola! ¿En qué puedo ayudarte hoy?";
"_create_task_subtitle_"         = "Utiliza el botón + para crear una nueva tarea";
"_edit_task_"                    = "Editar %@ tarea";
"_no_types_"                     = "No se ha encontrado proveedor";
"_no_types_subtitle_"            = "Se necesitan tener Proveedores de AI instalados para usar el Asistente.";
"_assistant_ai_warning_"         = "El texto que se muestra aquí ha sido generado por una IA. Asegúrate de comprobarlo siempre.";
"_no_chat_subtitle_"             = "Intenta enviar un mensaje para iniciar una conversación.";
"_retry_response_generation_"    = "Reintentar la generación de respuesta";
"_conversations_"                = "Conversaciones";
"_new_conversation_"             = "Nueva conversación";
"_type_message_"                 = "Escriba un mensaje…";
"_assistant_chat_"               = "Chat de Asistente";
"_assistant_error_send_message_"  = "No se ha podido enviar el mensaje. Inténtalo de nuevo.";
"_assistant_error_load_messages_" = "No se ha podido cargar los mensajes. Inténtalo de nuevo.";
"_assistant_error_generate_response_" = "No se ha podido generar la respuesta. Inténtalo de nuevo.";

// MARK: Client certificate
"_no_client_cert_found_"         = "El servidor está solicitando un certificado de cliente.";
"_no_client_cert_found_desc_"    = "¿Desea instalar un certificado TLS de cliente? \nTenga en cuenta que el certificado .p12 debe instalarse primero en su dispositivo pulsando sobre él e instalándolo como un Perfil de Certificado de Identidad en las Configuraciones. El certificado también DEBE tener una contraseña, ya que es un requisito de iOS.";
"_client_cert_enter_password_"   = "Introduzca la contraseña del certificado elegido";
"_client_cert_wrong_password_"   = "Disculpe, ha introducido una contraseña no válida.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "\"%@\" es un nombre prohibido.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" es una extensión de archivo prohibida.";
"_file_name_validator_error_invalid_character_" = "El nombre contiene caracteres no válidos: \"%@\".";
"_file_name_validator_error_space_" = "Los nombres no deben contener espacios al principio o al final.";
"_file_name_new_extension_" = "Cambiar la extensión puede causar que este archivo se abra con otra aplicación.";
"_file_name_empty_" = "El nombre de archivo no puede estar vacío.";
"_please_rename_file_" = "Por favor, renombre el archivo o carpeta.";
"hidden_file_name_warning" = "Este nombre resultará en un archivo oculto.";

"_camera_roll_" = "Carrete de la Cámara";
"_destination_" = "Destino";
"_upload_from_" = "Subir desde";
"_multiple_albums_" = "Álbumes múltiples";
"_smart_albums_" = "Álbumes inteligentes";
"_albums_" = "Álbumes";
"_auto_upload_no_new_items_to_upload_" = "No hay archivo que subir";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimental";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Subida Automática Enfocada";
"_focused_auto_upload_settings_footer_" = "Mantén la aplicación abierta y oscurece la pantalla mientras la función de subida automática realiza la copia de seguridad a mayor velocidad.";
"_focused_auto_upload_intro_heading_" = "Sigue haciendo copias de seguridad con la pantalla oscurecida.";
"_focused_auto_upload_intro_message_" = "Las fotos y los vídeos seguirán copiándose a mayor velocidad mientras la pantalla esté oscurecida. Durante el proceso:";
"_focused_auto_upload_wifi_" = "Conecta al Wi-Fi";
"_focused_auto_upload_charger_" = "Conecta el cargador";
"_focused_auto_upload_do_not_exit_" = "No salgas de la app";
"_enable_focused_auto_upload_" = "Activar Subida Automática Enfocada";
"_focused_auto_upload_backing_up_" = "Haciendo copias de seguridad";
"_focused_auto_upload_completed_" = "¡Subida completada!";
"_focused_auto_upload_countdown_" = "No bloquees la pantalla ni salgas de la aplicación. La pantalla se oscurecerá en %d segundos.";
"_stop_focused_auto_upload_" = "Desactivar Subida Automática Enfocada";
"_finish_" = "Finalizar";
"_item_with_same_name_already_exists_" = "Un ítem con el mismo nombre ya existe.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparando migración …";
"_scanning_files_" = "Analizando archivos …";
"_moving_items_to_domain_" = "Moviendo ítems al dominio correcto …";
"_finishing_up_" = "Terminando …";

// MARK: E2EE
"_e2ee_no_session_" = "Error del cifrado de extremo a extremo, no hay ninguna cuenta asociada a esta sesión";
"_e2ee_no_dir_" = "Error del cifrado de extremo a extremo, no se puede acceder al directorio";
"_e2ee_no_certificate_" = "Error del cifrado de extremo a extremo, no se puede acceder al certificado";
"_e2ee_no_generate_key_" = "Error del cifrado de extremo a extremo, no se puede generar la llave";
"_e2ee_no_metadataKey_found_" = "Error del cifrado de extremo a extremo, no se puede descifrar los metadatos de la llave";
"_e2ee_read_only_" = "Esta carpeta cifrada utiliza un conjunto de claves archivadas y está disponible en modo de solo lectura.";
"_e2ee_server_key_changed_" = "Las claves de cifrado de extremo a extremo de esta cuenta se han modificado en otro dispositivo. Introduce la nueva frase de contraseña para actualizar este dispositivo. Los espacios de almacenamiento asociados a las claves anteriores seguirán estando disponibles en modo de solo lectura.";
"_e2ee_server_key_changed_title_" = "Se han cambiado las claves de cifrado";
"_e2ee_no_user_found_" = "Error del cifrado de extremo a extremo, no se encuentra el usuario";
"_e2ee_no_signature_found_" = "Error del cifrado de extremo a extremo, no se encuentra la firma";
"_e2ee_counter_check_" = "Error del cifrado de extremo a extremo, el contador es inferior al anterior";
"_e2ee_signature_failed_" = "Error de cifrado de extremo a extremo, no se ha podido verificar la firma";
"_e2ee_enc_payload_" = "Error de cifrado de extremo a extremo, al cifrar el archivo de datos";
"_e2ee_no_metadata_" = "Error del cifrado de extremo a extremo, no se puede acceder a los metadatos";
"_e2ee_filedrop_ciphertext_" = "Error de cifrado de extremo a extremo, ha fallado \"filedrop ciphertext\"";
"_e2ee_key_ciphertext_" = "Error de cifrado de extremo a extremo, ha fallado \"key ciphertext\"";
"_e2ee_key_no_checksum_found_" = "Error de cifrado de extremo a extremo, no se encuentra el checksum";
"_e2ee_checksum_error_title_" = "Error de cifrado de extremo a extremo, en el checksum";
"_e2ee_checksum_error_message_" = "El checksum del archivo cifrado falta o no es válida.\n\nEsto puede deberse a metadatos de cifrado incompletos, obsoletos o inconsistentes, y no significa necesariamente que el archivo o el servidor hayan sido comprometidos.\n\nContinúe solo si confía en este servidor y comprende el riesgo. De lo contrario, salga sin abrir el archivo.";
"_e2ee_key_checksum_" = "Error de cifrado de extremo a extremo, el checksum de la llave ha fallado";
"_e2ee_decode_metadata_" = "Error de cifrado de extremo a extremo, no se pueden descodificar los metadatos";
"_e2ee_no_lock_" = "Error de cifrado de extremo a extremo, no se pudo bloquear el archivo";
"_e2ee_no_decrypt_metadata_" = "Error de cifrado de extremo a extremo, no se pueden descifrar los metadatos";
"_e2ee_no_enc_file_" = "Error de cifrado de extremo a extremo, no se puede cifrar el archivo";
"_e2ee_no_enc_key_" = "Error de cifrado de extremo a extremo, no se puede obtener la llave cifrada";
"_e2ee_no_match_checksum_" = "Error de cifrado de extremo a extremo: no coincide el checksum";
"_e2ee_create_folder_" = "Se está creando el directorio con cifrado de extremo a extremo; por favor, espere …";
"_e2ee_rename_file_" = "Se está actualizando el nombre del cifrado de extremo a extremo; por favor, espere …";
"_e2ee_encrypt_folder_" = "Carpeta con cifrado de extremo a extremo en proceso, por favor, espere …";
"_e2ee_setup_get_certificate_" = "El servidor no ha devuelto ningún certificado";
"_e2ee_setup_create_csr_" = "No se puede generar la solicitud de firma de certificado (CSR)";
"_e2ee_setup_sign_certificate_" = "El servidor no ha devuelto ningún certificado tras la solicitud de firma";
"_e2ee_setup_extract_publickey_" = "Discrepancia entre la clave pública generada y el certificado";
"_e2ee_setup_get_privatekey_" = "El servidor no ha devuelto una clave privada cifrada";
"_e2ee_setup_passphrase_error_" = "Las contraseña proporcionada no es correcta";
"_e2ee_setup_get_publickey_" = "El servidor no ha devuelto una clave pública cifrada";
"_e2ee_setup_encript_privatekey_" = "No se ha podido cifrar la clave privada";
"_e2ee_setup_store_privatekey_" = "El generador de claves privadas devolvió una clave inutilizable";
"_e2ee_setup_verify_publickey_" = "La clave pública no coincide con el certificado";
"_e2ee_setup_generate_passphrase_" = "No se puede generar una frase de contraseña";
"_e2ee_setup_privatekey_missing_" = "No se pudo encontrar la clave privada de cifrado de extremo a extremo.";
"_e2e_renew_certificate_success_" = "No se pudo encontrar la clave privada de cifrado de extremo a extremo.";
"_certificate_valid_from_" = "Válido desde";
"_certificate_valid_until_" = "Válido hasta";
"_certificate_" = "Certificado";
"_certificate_renew_" = "Renovar certificado";

// Share details — Governance
"_governance_"                      = "Gobernanza";
"_sensitivity_label_"               = "Etiqueta de sensibilidad";
"_file_retention_"                  = "Retención de archivos";
"_legal_hold_"                      = "Retención legal";
"_none_"                            = "Ninguno";
"_sections_"                        = "Secciones";
"_governance_labels_load_error_"    = "No se pudieron cargar las etiquetas de gobernanza.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Álbumes";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Loading …";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Crear";
"_albums_list_new_album_popup_negative_btn_"        = "Cancel";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Renombrar";
"_albums_list_rename_album_popup_negative_btn_"     = "Cancel";
"_albums_photo_selection_sheet_title_"              = "Seleccionar fotos";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Eliminar";
"_albums_delete_album_popup_negative_btn_"          = "Cancel";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "All photos and videos";
"_autoupload_whole_library_description_" = "Checks all photos and videos in the selected library. Photos and videos already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Photos and videos uploaded up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first photos and videos to upload";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Photos and videos already uploaded to %@ are skipped. The date advances as uploads are confirmed and is preserved when automatic upload is stopped.";

"_autoupload_ignore_history_" = "Upload previously uploaded photos and videos again";
"_autoupload_ignore_history_description_" = "The app keeps a local record of uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing photos and videos may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for photos and videos in the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic photo and video upload active";
